pharma_integra/public/oc/oncoprod/OC3043-1043770_126_1660678753.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo.CUL.Entidades" xmlns:ns2="http://schemas.datacontract.org/2004/07/WcfIntegradorOncoprod.CUL.Entidades.Entrada" xmlns:ns3="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo" xmlns:ns4="http://tempuri.org/"><SOAP-ENV:Body><ns4:IncluirPedido><ns4:pedido><ns3:Pedido><ns1:PedidoEntrada><ns1:ClienteCNPJ>31671480000308</ns1:ClienteCNPJ><ns1:PedidoNumeroClienteIntegracao>OC3043-1043770</ns1:PedidoNumeroClienteIntegracao><ns1:condicaoPagamentoId>90</ns1:condicaoPagamentoId><ns1:itens><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>768</ns2:itemId><ns2:pedidoItemPrecoTabela>7,77</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>10</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>101990</ns2:itemId><ns2:pedidoItemPrecoTabela>9,8</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>160</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>900</ns2:itemId><ns2:pedidoItemPrecoTabela>15367,35</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>2</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>4179</ns2:itemId><ns2:pedidoItemPrecoTabela>5,81</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>8</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada></ns1:itens><ns1:pedidoObservacoes>PHN - OC3043-1043770</ns1:pedidoObservacoes><ns1:pedidoObservacoesNotaFiscal>PHN - OC3043-1043770</ns1:pedidoObservacoesNotaFiscal><ns1:sistemaEntrada>pharmanexo</ns1:sistemaEntrada><ns1:tipoEnderecoId>PADRÃO</ns1:tipoEnderecoId><ns1:unidadeNegocioId>PJ</ns1:unidadeNegocioId><ns1:usuarioIdIntegracao>JFERMINO</ns1:usuarioIdIntegracao></ns1:PedidoEntrada></ns3:Pedido></ns4:pedido></ns4:IncluirPedido></SOAP-ENV:Body></SOAP-ENV:Envelope>
